{
  "_id": "2RffsUMRe2KODXxF",
  "name": "Two-Pelted",
  "type": "heritage",
  "img": "systems/pf2e/icons/default-icons/heritage.svg",
  "system": {
    "description": {
      "gm": "",
      "value": "<p>When the Author left the human lands behind her, not all the humanoids there were content to simply watch her leave. Some of her prior faithful followed after her, praising her name and calling to her to welcome them back into her good graces.</p><p>They followed her in the spring, but she danced amid the new flowers, saying the animals that emerged in the soft green were more interesting.</p><p>They followed her in the summer, where the warmth of the sun soothed her as she searched for the beasts that roused in the heat.</p><p>They followed her in the autumn, though she professed to wish to see them fall more than any of the leaves that settled about her.</p><p>Winter came, cruel and cold, and her followers had lost many of their numbers. They had followed her for a long and testing year, but those that remained seemed unshakable in their devotion to her, no matter how often she said her time with humans was done.</p><p>It was then that she showed some manner of pity on them, those that would not surrender. She called them to her and gently embraced them all. She promised them warmth and protection from the elements, but reminded one last time that she was done with humans. They would have to reflect that, if they wanted her blessings.</p><p>Those that accepted lost much of their humanity. In its place, the power of an animal and the pelt to match. She draped each in a fine cloak of animal fur, whispering promises that their kin would grow their own, in time and with practice. \"Keep well this cloak, it is my gift to you. With it, you will have the power of the beasts. Without it, you will be even less than the humans I discarded.\"</p><p>In modern times, the two-pelted are most at home with one another, but find the company of other Author's creations to be comfortable enough. They may be bipedal, but they are not the only bipedal creation of the Author. Just another animal in her blessed zoo.</p><p><strong>Physical Description:</strong> Two-pelted can appear as much as any humanoid race. Telling the difference between them and a one-skinned version of their race can be difficult to do at a glance, especially if they're not wearing their cloak, but even one-skinned humanoids wear fur cloaks, so that's hardly a foolproof method. They tend to reflect the basic shape of their animal half, but this is not always true.</p><p>As animals, they appear hale and fit, a prime example of their species. The Author's blessing means they are steeped in the power of the animal. Druids and others attuned to natural magic can often tell the difference due to this overly strong presence. When a wolf is too wolf, it may be a two-pelted.</p><p><strong>Society:</strong> Two-pelted see other two-pelted as, at most distant, cousins, and those who share the same human and animal halves are close kindred. They often show traits of their old humanoid selves in how they approach one another and the world, tainted with flecks of the animal that lurks just under the skin and their cloaks. In humanoid settlements, they tend to branch off with some distance between them and their one-skinned peers, even if they are otherwise friendly.</p><p><strong>Relations:</strong> If not known as a two-pelted, a two-pelted defaults to being what their humanoid race appears to be. A halfling two-pelted is another halfling, so far as a passerby can tell. Most two-pelted see no need to correct this. Doing that may invite others to attack them, fearing the beast in them, or coveting the divine gift given to them by taking their cloak.</p><p>Others revel in their differences, going to lengths to show off their animal natures and lauding how much better life might be if one embraced the 'purity' of it, compared to muddled humanoid lives with its infinite double rules. Such examples of two-pelted can lead a far more strained tie with others, but even they may get along if they don't make superiority a cornerstone of their conversations.</p><p><strong>Alignment and Religion:</strong> While colored by their humanoid origins, two-pelted veer towards neutrality. Most just want to live, and neither seek actively to help or hinder others around them, simply to live their own life as best they can. Being sapient mortals, they are capable of developing any alignment, from the most zealot of crusader to the most selfish of ne'er do well.</p><p>In terms of religion, most are faithful to the Author. They were loyal to her before, and she blessed them in a way that's difficult to deny. She is their patron, their mother, and their root of being. No other god can compete.</p><p><strong>Adventurers:</strong> There are several common reasons that can push a two-pelted to adventure. Boredom can be one of them. Even if they are presented with a comfortable life, some two-pelted simply reach for more, and get swept up in the dangerous ebbs and flows of the adventuring world. Others seek to master their two-pelted nature, and that is a metal most easily smithed on the anvil of danger that is adventuring.</p><p>As adventurers, two-pelted bring a balance of civility and their animal natures, providing a different perspective, and a second form, to solve problems before them. While they may not be known for being especially stalwart on their own, once they accept a party as their family, many will stand with them even when things get rough. One does not abandon their pack, or flock, or herd.</p><h2>Two-Pelted Power</h2><p>Walking the line is how their known, but this is not entirely true. They are born, raised, and trained with but one skin. It requires growth and development to gain their trademark second pelt. Until that happens, they are likely to show the strengths of their humanoid parentage, with the addition of some intuitive understanding of the species lurking beneath the surface.</p><p>While the tales speak of their ability to don the pelt of their other species, that is near the start of their ability, not the end of it. Forcefully infused with the bright powers of fey magic, two-pelted become more otherworldly as they grow in power. Even in humanoid form, their bestial nature begins to lift to the surface. A rabbit two-pelted may eventually grow long ears, but also other exotic features that have nothing to do with rabbits as their growing power escapes in unpredictable ways.</p><p>But they all have the potential for their second pelt. Young two-pelted can feel the call of their animal, and often run in its paws, or talons, or whatever else it may have. Until puberty, becoming their animal and returning to their humanoid selves comes as easily as walking and is done for fun as much as anything else. In most cases, that intuition fades, and they become stuck in humanoid form until they grow their cloak properly. They only grow one cloak as a rule, and protect it carefully. There are those who are sure taking it grants power, from controlling the two-pelted to being able to shapeshift themselves.</p><p>Like hippogriffs, they straddle multiple worlds. They have one foot in the world of humanoids, and the other in the fey creatures of Everglow. They can serve as admirable go-betweens and diplomats between the two, able to see both perspectives as their own, with all its conflicts and warring needs.</p><p>Like the animals they resemble, two-pelted people express a wide variety of powers to match both their particular animal and beyond as they grow in experience and understanding of the force within them.</p><h2>Two-Pelted Naming</h2><p>Two-pelted often borrow from the naming schemes of their humanoid half, inserting words and meanings of their animal in with it. Since infants and children are likely to show their animal, parents don't find it difficult to know which animal to include in the name.</p><h2>A Brief History of Two-Pelted</h2><p>We covered much of this at the start of the section. Two-pelted have not created any great crests in the flow of history for Everglow or beyond. Often confused for beast folk or druids at different times, their presence is accepted through much of Everglow's history, and disliked in the human lands for much the same reason, except among their druids and other wild-loving folk.</p><p>There are myths among the humanoids that monarchs both grand and wishing to be grand have put out bounties, hoping to secure the cloak of a two-pelted. Their desires are not entire unmerited. To own such a cloak is to claim their shapeshifting ability for oneself, but with it comes a curse. Two-pelted are born used to the call of the wild, their animal a close friend that lies just out of sight.</p><p>For a thief, such a sudden new presence can drive them to madness, or at least ruin their social life when they have to explain why they are behaving like a lycanthrope, with or without the violence. Legends also say that powerful Two-Pelted can trap a thief in their animal form, with the owner able to grow a new cloak, but no one knows for sure the truth of those stories. It is also said that if Two-Pelted willing to give their cloak to someone they trust and love, that person can use its powers without harm.</p><h2>Life of Two-Pelted</h2><p>Most two-pelted meet in normal ways for humanoids of their type, but this is far from assured. They are animals, and may meet as animals meet. Regardless of the monogamy of those animals, two-pelted tend to form a marriage-like agreement when a child is known to be coming and work together to raise their creation together, even if, otherwise, they don't get along. They may go their separate ways the moment the child can fend for themselves, but a powerful urge keeps them together until that point, to do their part as parents.</p><p>Two-pelted can form bonds and create children as a humanoid of the type they are. A human two-pelted may court a one-skinned human. Such results may be one-skinned or two-pelted. It's impossible to predict until one is holding the young animal in their hands, or an infant human. Either way, such a two-pelt feels the same urge to be a good parent, but it may be returned, or not. Also difficult to predict.</p><p>A young two-pelted is like a young animal, curious, energetic, and eager to explore. It is up to their parents to ensure they don't get into trouble. A problem for single-skinned parents, two-pelted youth advance into their toddler stage extremely quickly and poke their noses into anything available to be examined. Childproofing the living area presents new challenges for would-be parents.</p><p>To start counting their age when they become toddlers would be a mistake. They retain a playful puppy-like state for quite a while until they reach about fourteen to sixteen years of age, when they begin to want more.Attentive parents understand this is a good thing and begin experimenting with teachers and ideas to find what resonates with their child. This is when a two-pelt is likely to begin an apprenticeship or join a formal school of their future profession.</p><p>It is at this point that parents that were not fond of one another may break apart, leaving the child in the care of whatever teacher they have chosen. If the teacher or school can accommodate the child, then the need to remain together is absolved, and their parents may separate, if they wish. Some remain together, for a long time, or even forever, and may have additional children, or not, as the fates and their own actions decide.</p><p>As adults, two-pelted live two lives. They seek to be the best of their humanoid side, but also to succeed as their animal. The two make a compromise, eventually. This may be a healthy and productive compromise, or not, depending on the two-pelted in question. In either event, the nature of this compromise determines the life that the two-pelted leads and which priorities rise to the top as they earn their place in the world.</p><p>When a two-pelted first feels the pull of age, they slow down, but most are quite irritable about the idea of others performing their work for them until they are bodily unable to perform a given task. Despite this, they are thankful to those who show them kindness when nature demands they slow down. Assuming they live in a good community, a two-pelted will live long into their golden years, less active than they'd like to be, but a ready source of stories and knowledge for those who come to ask.</p><p>How a two-pelted greets death can have several avenues. They may accept the rites given to them by their humanoid culture. Though touched by the wild, they were born into the same culture they will die in, and find comfort in that. They may instead greet death as an animal might. This can send them to isolation with an uncanny sense for something being off in their body in a way that they've never experienced before, to quietly slip from their mortal coil. Others will seek out those they know, as if desperate to reaffirm those connections as if that would fix what is bothering them. If those had their way, they pass in the arms and attention of friends and loved ones.</p><p>Once they have passed, treating their body is most often handled as their humanoid culture would see fit.</p><h2>Stereotypes of other Races</h2><p><strong>Ponies:</strong> A creation of the Author, and one she takes great pride in. There is some jealousy there, but they are children of the same mother. Don't make us look bad in front of her.</p><p><strong>Cloven:</strong> Children of the Author, polite and formal. Good brothers. They have no binary struggle, they are what they are, and find no conflict in that.</p><p><strong>Impure:</strong> Did the Author err? Can she? I suppose she can. She did leave humanity, dejected and sad. They are animals, like all her created, and kind as a rule. We have no reason to spite them, even if they anger the ponies.</p><p><strong>Krava:</strong> The ponies reject one of their siblings while welcoming another with no questions. They say they are ponies, and the ponies accept it. They know the difference, but are kind to the cows' chosen identity. No reason to be rude, accept them as they wish to be. It doesn't hurt us.</p><p><strong>Flutterponies:</strong> A subtle thing, but these are not children of the Author, despite appearing like many of them. They are some other force's attempt to copy the success. So short lived, but with bright smiles and sunny dispositions to go with. They are not terrible people, so if you would dance alongside them for their short time on the stage, they will thank you for it and do their best to be a good participant.</p><p><strong>Griffons:</strong> Before She made ponies, she tried other animals. Griffons are majestic and powerful, but lack the social skills and acceptance of ponies. Trying to befriend one may get you their talons instead. Be wary.</p><p><strong>Phoenix Wolves:</strong> Not penciled by the Author, or any god of this world, they are a creation of the infernal, smudged out and doodled over. They have no appreciation for this defilement, and we can't blame them for that. The idea of anything interfering with what the Author gave us is… I shudder with fury at the thought.</p><p><strong>Purrsian:</strong> She was once very interested in cats, and these are another of Her creations. They became lazy, greedy, and selfish. Keep your coins close when dealing with the purrsians. They want your money more than you do.</p><p><strong>Steel Heart:</strong> It is not known what created them. A god? A unicorn? They have their own god, but they think it created, and is, everything. That is obviously untrue, but to correct one's faith is to invite discord, possibly violent. Alien, but approachable, let them live as they are.</p><p><strong>Sun Cat</strong>: Another chapter in the Author's cat phase. They are a fine people, proud, but not too proud, they are more focused on being a good family, and that's hard to be upset about. Fellow beasts, do them no wrong and they will return that favor.</p><p><strong>Drakehooves:</strong> They say dragons have overwhelming blood that can overtake any other. The drakehooves prove they were compatible with the Author's work. For the better, or worse, is the question. Like us, they live in two worlds. Don't assume they are just ponies, as we would not wish to be 'just animals'.</p><p><strong>Humanoids:</strong> What we came from, and still are, at least in part. We once had the Author's full attention, but wasted it with our many flaws and arguments. She tired of our wars and strife and aimed for better. Humanoids have not changed. Keep your arms close around them.</p><p><strong>Beast People:</strong> What we became after the Author's blessing. They are our kin just as the humaniods are.</p><p><strong>Vulponies:</strong> The author's favored, crossed with another that had existed before she began her work. They have a sly smile and a mischievous glint in their eyes, but are not cruel as a race. Treat them with respect and it will generally be returned, along with a prank or two.</p>",
      "addenda": [],
      "override": null
    },
    "rules": [],
    "slug": null,
    "_migration": {
      "version": 0.932,
      "lastMigration": null
    },
    "traits": {
      "otherTags": [],
      "value": [
        "beast-folk",
        "two-pelted"
      ],
      "rarity": "common"
    },
    "publication": {
      "title": "Ponyfinder: Bestiary of Everglow",
      "authors": "David Silver",
      "license": "OGL",
      "remaster": false
    },
    "ancestry": null
  },
  "effects": [],
  "folder": "5fuzt0GFWyuyUrz1",
  "sort": 0,
  "ownership": {
    "default": 0,
    "7V80iZREAvj5ZaV4": 3
  },
  "flags": {
    "pf2e": {
      "rulesSelections": {},
      "itemGrants": {}
    }
  },
  "_stats": {
    "coreVersion": "12.331",
    "systemId": "pf2e",
    "systemVersion": "6.2.1",
    "createdTime": 1723762219536,
    "modifiedTime": 1723762219536,
    "lastModifiedBy": "7V80iZREAvj5ZaV4",
    "compendiumSource": null,
    "duplicateSource": null
  }
}