{
  "_id": "NzTJzn3tcX7YkS9i",
  "name": "Husbryce Scout",
  "type": "ancestry",
  "img": "modules/ponyfinder-bestiary-of-everglow-for-pathfinder-2e/assets/teresaguido_Explorer-for-Sugarcane.png",
  "system": {
    "description": {
      "gm": "",
      "value": "<h2 dir=\"ltr\">Husbryce Scout</h2>\n<p dir=\"ltr\">When watching a colony of beetles, it is easy to think they are mindlessly doing what they must, as the hive required of them. Like ants or bees, they are without thought save what the hive requires of them. There is a shred of truth in this, but it barely scratches the surface.</p>\n<p dir=\"ltr\">Each beetle has a task, many shared with others of their colony. It is not a competition. If the colony does well, they are all pleased. If the colony does poorly, they all suffer. One such task is that of the scout. To go, find, explore, and retrieve, the scouts are the most wide ranging of the husbryce and can live months, years, or even decades without seeing the colony they are working to better.</p>\n<p dir=\"ltr\">Though far removed from their home, or because of it, husbryce scouts are eager to learn of the larger world beyond their colony. They are the most likely of the husbryce to interact with other species in ways that don't immediately irritate them, but that doesn't absolve them of guilt, or of getting up to trouble themselves.</p>\n<p dir=\"ltr\">If one were to run into a husbryce in the art of adventuring, it is very likely to be a scout.</p>\n<p dir=\"ltr\">Physical Description: Husbryce are beetles, in general shape, with smooth carapaces, mandibles, and limb ratios that seem downright alien to mammalian species. In this, they can vary significantly, influenced by their caste, but not determined. A far ranging scout is more likely to be either stocky or lanky, but can vary entirely from obese to just as thin. Many don't have visible hair, but some do, even sporting generous beards or hair that they may take pride in upkeep, though some say this is done in an effort to fit in with other races.</p>\n<p dir=\"ltr\">Agender, scouts can appear as whatever gender they care to. Many have a preference, as others expect so many subtle clues relating to gender, and fitting one set or the other ends up being easier than being truly out of that game. That doesn't stop some from being agender entirely and not accepting male or female titles or ornaments.</p>\n<p dir=\"ltr\">Society: Husbryce are a social insect people first, meaning they follow a queen, with most of them being genderless servants of that queen. Their various jobs are generally set and firm, not up for debate. Within their colony, each eagerly works for the betterment of the whole. Outside of their colony, they see little wrong, collectively, in taking from others or inconveniencing other species if it means benefit for the colony. There is little more important. This makes relationships internal to the husbryce generally warm, but strains the same relationships with other races.</p>\n<p dir=\"ltr\">Relations: To people of other races, the husbryce have an awful reputation. As a whole, they have difficulty seeing the belongings of other species as actually being owned by anything. Food that has grown and livestock that is ready is simply there to be taken. There is no active malice in this, they are simply taking what the colony needs. Why the ranchers and farmers that live on the same land object so loudly, and violently, is a bit of a mystery, but they will fight, and are fought against. To others, they get a reputation of being mindless insectoid monsters, come to take their things. Some places even make hunting husbryce a regular tradition to 'keep their numbers down' with mixed success.</p>\n<p dir=\"ltr\">Alignment and Religion: Husbryce are lawful by inclination, but their law is a specific one. They will obey any edict of the colony, but how well they observe the rules and laws of other species can vary quite a bit, resulting in them displaying much any alignment to the greater world. Religiously, a large number of husbryce, the majority, are atheists. There are those that retain their patron goddess, the Hive Queen, but the species has largely forgotten her, as she has forgotten them.</p>\n<p dir=\"ltr\">Adventurers: Of the husbryce, scouts are the most commonly called to adventure. Seeking, retrieving, and exploring are all parts of their call, and fits in the adventuring needs quite well. They have no problem working with others, with the only friction cropping up when they think something could serve the colony well that the others of their party may not agree with. Fortunately, scouts are also the husbryce most likely to start to understand the ways of outsiders and thus a good conversation is more likely than it coming to physical blows, unless the colony is in truly desperate need for what the scout has found. Unlike some, husbryce scouts try to be in constant contact with home. If the local postal service is up to the task, they will send constant letters to their colony of what they have found and done.</p>\n<h2 dir=\"ltr\">Husbryce Scout Power</h2>\n<p dir=\"ltr\">Survivors. That is the first word of scouts. They have to find things, but, one may argue more importantly, they have to get word of what they found back to the colony. Without a report of what they found, or bringing back what they went for, the colony suffers. Because of this, scouts are a tough breed before all else. Lessons can be learned in failure, but only so long as the scout survives making the mistake.</p>\n<p dir=\"ltr\">Despite their reputation for being 'soul-less insects', husbryce will immediately take care of their injured if at all possible. They won't stop a battle to bandage someone, but as soon as the danger has passed, they will work together to provide succor to those injured and try to get them back on their feet.</p>\n<p dir=\"ltr\">Often tasked with going to places not yet tamed by other husbryce, scouts are both trained and talented in matters of mobility. They are adept at climbing and escaping traps that could otherwise spell their end when alone.</p>\n<p dir=\"ltr\">Relatedly, they are quite talented at keeping an eye out for trouble, proving more perceptive than others of similar training but other species. They are not a paranoid people, but seem to notice things out of place or changes in their environment quickly. Unlike some species that would shy away or aggressively challenge such noticed changes, husbryce scouts often become quite curious about the disturbance and its origin and meaning.</p>\n<h2 dir=\"ltr\">Husbryce Scout Naming</h2>\n<p dir=\"ltr\">Like many husbryce, scouts are named for their purpose. The two most popular starts are 'explorer for' and 'collector of', noting the colony they serve or what it is they seek. This purpose is part of their identity, and one they wear with pride. If what is needed changes, and with it their task, many swap their name to go with it.</p>\n<h2 dir=\"ltr\">A Brief History of Husbryce Scouts</h2>\n<p dir=\"ltr\">Much time and attention is spent considering the Author and her many creations, but before she visited these lands, other creatures and forces were already at play. The elves were the first of the sapient races to meet the husbryce. In their eyes, primitive and rude were the start. A nuisance to be swatted away when they bothered what the elves held dear. The two races lived side by side with one thinking very little of the other. Just a pest, and little more.</p>\n<p dir=\"ltr\">The husbryce thought of the elves as an obstacle that came in the way at times. Their scouts worked to get around the elves when supplies were waiting to be had. They raided the elves whenever the chance came up, but the two races never waged formal war, just minor local conflicts that faded as quickly as they flared up.</p>\n<p dir=\"ltr\">The ruminants didn't often store their goods where husbryce would see them, making them seem worthless. This tactic worked well for both parties, with either species ignoring the other entirely. When the ruminant left, their abandoned cities were first picked through by the husbryce, forming the start of a long line of scavengers to do so.</p>\n<p dir=\"ltr\">Each colony was a small nation, or at least a sizable town, to itself. It had its own laws and customs and faced its own challenges. If one colony suffered, it was not an inherent problem of another. This did not mean they were without compassion. Scouts, most likely to discover the problem with their ranging, were also the ones most likely to learn to think of things outside of their starting colony. Scouts from a healthy colony may discuss matters with a colony having issues. If there is a way to help, they may come to an accord.</p>\n<p dir=\"ltr\">Scouts can enlist the aid of others of their colony, but doing so is more difficult than any aid they give themselves. Other husbryce may not understand why they should put the colony at risk, and it falls on the scout to make that case. This does not stop scouts, as a group, from taking action.</p>\n<p dir=\"ltr\">Husbryce do not hate one another, even if most don't spare much thought for other colonies. Conflicts only arise when two or more colonies all desire a resource that is limited in availability. When there's only so much to go around, it's easy for each individual husbryce to think their colony is the most deserving. If the resource happens to be near one of the colonies, the tension can grow rapidly, and armed conflict may erupt.</p>\n<p dir=\"ltr\">On the other hand, if the resource is distant from all those aware of it, it may become a matter debated between scouts, with no formal violence ever ensuing. They may even share, if things go well. This is the difference between the warrior and scout castes. The scout could also summon warriors to secure the resource permanently, if things go poorly.</p>\n<p dir=\"ltr\">As a people, the husbryce never changed the world grandly on any scale. They formed no huge nations nor influenced any in any significant way. Though famous for being pests, so many other species fit in that role. It was easy for them to fall into the cracks of history, always present, but rarely spoken of. They were just another monstrous vermin to deal with, according to many.</p>\n<h2 dir=\"ltr\">Life of Husbryce Scout</h2>\n<p dir=\"ltr\">A husbryce, of any caste, is hatched from an egg. The egg comes from a queen, the only husbryce to have a gender. The other husbryce could, technically, be called females except for the tiny population of male drone husbryce that compete to be the ones that prime the next queen for her duties. Despite this technicality, worker husbryce of all castes but queens and drones simply do not have a gender they interact with. They simply are, and don't worry about that which occupies other species' lives.</p>\n<p dir=\"ltr\">Most eggs are carried gently away from the queen quickly by nursery husbryce that focus on the care of eggs and young. Queens that have just begun a new colony may have to perform that task themselves, though their first eggs will result in a considerably larger ratio of nursery husbryce than after that initial period. Some take pride in being cared for by the queen, but that is her position, to help ensure the next generation of the colony. She is not special in that regard.</p>\n<p dir=\"ltr\">It is a common misconception that the queen of a colony holds any amount of leadership over it. She is the source of new life, but that is her function. The colonies are surprisingly democratic, with ideas being passed rapidly from one to the next husbryce and agreement being reached. Once a decision is made, they all move towards it, as the colony as a whole demands. The time for argument is generally past. Scouts are the outlier in this. Living so far away from the colony, they must make decisions quickly and without input of others. They tend to be far more self-motivated, but also can have trouble expressing their ideas to others. The severance to the collective goes both ways, which can make them seem impulsive and sudden to act as the step of 'go over it with your friends' is a step they have to learn and does not come naturally.</p>\n<p dir=\"ltr\">Young husbryce discover their specialty quickly. Some try to say this is some kind of mystical calling, but it's as simple as the youngling paying attention to what is needed. They want to help, and their caretakers help them to do that. Whatever the colony is most in need of, the younglings will become attracted to it without any magical coercion. Once a husbryce has decided on a task, it is up to the nursery husbryce to help them reach for it with instruction and safe ways to practice it.</p>\n<p dir=\"ltr\">For scouts, this means education in survival techniques and games that specialize in finding. Nursery husbryce will hide treats and toys in the strangest places, to reward young scouts when they find them. This can also mean they get the least support when they lose something. It's a chance for growth, and they are encouraged to search all the harder for what was lost.</p>\n<p dir=\"ltr\">When a husbryce grows their final shell in a mature form, they are adults. This is a very physical moment, but it is also accepted as an undeniable mark of maturity. While most scouts at this point begin their journey to the wider world to find, explore, and retrieve, not every husbryce feels ready just because their body said it was time. A husbryce can inform their nursery that they do not feel ready, and counseling will begin. The nursery workers will try to figure out what's missing and what they can do to get the new worker ready to begin their task. If it's something they can provide, even if that's just more training and time, they will gladly oblige if they can. If the colony is doing well, they will even allow a husbryce that seems unable to advance to adult tasks to remain in the care of the colony. If the colony is suffering, they will cast out such husbryce. The needs of the many outrank their individual concerns. They will be remembered well if they leave with dignity. Those that become wards of the colony are still expected to help.</p>\n<p dir=\"ltr\">Such husbryce become extra eyes. They inform the other workers when they find a problem, so others who are better prepared can deal with it. They may not be warriors, but they may happen to notice invaders first. No builders, but they can see a crack in a wall as well as any other and bring the news to the builders.Even the invalid are expected to be a part of the colony.</p>\n<p dir=\"ltr\">Husbryce of any calling fill their prime years with that calling. For scouts, this means seeing the world and bringing wonders back to the colony for its advantage. While, for some, their calling may be a narrow lifestyle, a scout's duty is to see more and new things, so becoming bored is a distant and strange idea, and one that implies they are failing at their task.</p>\n<p dir=\"ltr\">When a husbryce begins to feel age slowing them down, of most callings, scouts included, they will most often begin to turn their attention towards things internal to the colony. The will clean, help builders repair, and assist with the queen or the young as they are able. Dangerous tasks are left for younger and more fit members of the colony, but so long as life stirs within them, no husbryce wants to be useless. Some scouts, so far distant from the colony of their birth, will declare another place or community as their resting colony. They may pitch in around a town, if they are welcomed there.</p>\n<p dir=\"ltr\">Nursery husbryce welcome the presence of older members, using them to help train the youngest in how to do those very jobs they are becoming too old to do freely. The wisdom of those who have done it is not to be ignored, and can earn them access to the nursery where many others would be turned away.</p>\n<p dir=\"ltr\">To many other species, the treatment of husbryce when their time ends is a sign of how heartless they are. When a husbryce finds a dead member of their colony within the bounds of the colony, they remove it. The body is placed a safe distance away to ward off disease, and that's it. There is no grand ritual. There is no formal end of life task, simply the body is removed for the safety of others. This is not entirely fair. Individual husbryce can and do feel great remorse for the fallen. A friend will still remove the body of a fallen. They know the departed would not wish to bring harm to the colony they served. To remove them swiftly is to see the last duty they have is done.</p>\n<h2 dir=\"ltr\">Stereotypes of other Races</h2>\n<p dir=\"ltr\">Ponies: Proving that mammals can come in as many colors as we do, they often have things we can use. Sometimes asking nicely is enough, but be ready in case they say no. The needs of the colony rate higher. If you have money, they are reliable traders.</p>\n<p dir=\"ltr\">Cloven: Like ponies, but less colorful. Is there a difference besides that?</p>\n<p dir=\"ltr\">Impure: Stop asking about the pony species.</p>\n<p dir=\"ltr\">Krava: What did I just say? Wider ponies. Next.</p>\n<p dir=\"ltr\">Flutterponies: Hm? No, I'm not going to yell about them, why would I? They are insects, like us. They understand us, and we understand them in ways most don't comprehend. They don't have a firm colony, instead seeing all of themselves as one big colony. Curious. Don't take their things. You don't need a war between cousins.</p>\n<p dir=\"ltr\">Griffons: Angry flying cats that guard what is 'theirs' extremely jealously. Starting a fight with them endangers your colony, so proceed only with extreme caution. Still, they do hold things that may be worth the danger.</p>\n<p dir=\"ltr\">Phoenix Wolves: They lost their colony, and their sadness is easy to understand. Imagine losing your colony, but living on, knowing you will never find them. Their tragedy, I can understand it. Allow them their misery.</p>\n<p dir=\"ltr\">Purrsian: Griffons that are less angry by far. Persians are eager to trade. If your colony has things it does not need, you will find a purrsian lusting for it, and you can ask for things that your colony requires. Be careful. If they learn you have more of what they want, they will take it just as you would. Secrets are best kept around those cats.</p>\n<p dir=\"ltr\">Steel Heart: They are not insects. They are not even animals. Despite this, they are so familiar. They have a colony. They work tirelessly for its benefit. They only have a few colonies, unlike our many, but they guard them with a ferocity that matches their rarity. Powerful colonies, do not anger them.</p>\n<p dir=\"ltr\">Sun Cat: They have nothing we could want. We have nothing they care for. Useless.</p>\n<p dir=\"ltr\">Drakehooves: The dragons, in all their varieties, are unified in each one being a colony of its own, with needs that we do not understand, and the drive to take what it decides. Avoid dragons, or your colony will suffer for your mistake.</p>\n<p dir=\"ltr\">Humanoids: Two legs, bare skin, usually, two arms, two eyes. They come in so many varieties, with big colonies, small colonies, or no colonies at all. It is hard to fit them all in any statement. Watch them first, learn which kind they are. Only by learning can you try to approach one with confidence.</p>\n<p>Vulponies: A specific variety of pony, just what we needed. The difference eludes me at times. I am happy to report they are usually easy to approach. They don't usually take from the colony, but they also rarely have anything worth taking. The only useful thing they may have is information, but they often have that. Talk.</p>",
      "addenda": [],
      "override": null
    },
    "rules": [],
    "slug": null,
    "_migration": {
      "version": 0.925,
      "lastMigration": null,
      "previous": {
        "schema": 0.845,
        "foundry": "11.315",
        "system": "5.14.4"
      }
    },
    "traits": {
      "otherTags": [],
      "value": [
        "humanoid",
        "husbryce"
      ],
      "rarity": "common"
    },
    "publication": {
      "title": "Ponyfinder: Bestiary of Everglow",
      "authors": "",
      "license": "OGL",
      "remaster": false
    },
    "hp": 10,
    "size": "med",
    "reach": 5,
    "speed": 25,
    "boosts": {
      "0": {
        "value": [
          "con"
        ],
        "selected": "con"
      },
      "1": {
        "value": [
          "wis"
        ],
        "selected": "wis"
      },
      "2": {
        "value": [
          "str",
          "dex",
          "con",
          "int",
          "wis",
          "cha"
        ]
      }
    },
    "flaws": {
      "0": {
        "value": [
          "dex"
        ],
        "selected": "dex"
      }
    },
    "languages": {
      "value": [
        "common"
      ],
      "custom": "Husbryce"
    },
    "additionalLanguages": {
      "count": 0,
      "value": [],
      "custom": ""
    },
    "items": {},
    "vision": "normal"
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0,
    "7U4sXug561SwttNa": 3
  },
  "flags": {
    "pf2e": {
      "rulesSelections": {},
      "itemGrants": {}
    }
  },
  "_stats": {
    "systemId": "pf2e",
    "systemVersion": "5.14.4",
    "coreVersion": "11.315",
    "createdTime": 1689344902189,
    "modifiedTime": 1711491392718,
    "lastModifiedBy": "drxmY8Ft8IiKuqDb"
  }
}